faq = {
    '1': 'Заразиться гепатитом В от вакцины невозможно. Вакцина содержит не'
         'цельный вирус гепатита В, а часть его внешней оболочки, которая'
         'не может вызвать гепатит даже теоретически, а может лишь вызвать'
         'формирование иммунного ответа к ним. По этим же причинам привитой не'
         'является источником инфекции, нет никаких противопоказаний к'
         'донорству.',
    '2': 'Желтуха встречается у большинства (приблизительно от 40 до 70%)'
         'совершенно здоровых доношенных новорожденных и обычно является'
         'результатом естественных процессов, происходящих в его организме.'
         'Желтую окраску коже придает особое вещество - билирубин. Он'
         'содержится в крови каждого человека и выводится печенью. В период'
         'внутриутробной жизни билирубин плода выводится печенью матери. После'
         'рождения печень ребенка еще не в состоянии справиться с количеством'
         'билирубина, он постепенно накапливается в крови, и обычно только на'
         '2-3 день это становится заметным по изменению окраски кожи ребенка'
         '- она приобретает желтоватый оттенок. Постепенно усиливаясь,'
         'желтуха становится максимально выраженной к 4-5 суткам и совершенно'
         'исчезает к 2-3 недельному возрасту безо всякого лечения (так'
         'называемая физиологическая желтуха).Вакцинация против гепатита В'
         'не влияет на длительность и выраженность желтухи новорожденных,'
         'никак не влияет на функцию печени. Физиологическая желтуха'
         'новорожденных не является противопоказанием к проведению'
         'иммунизации.',
    '3': 'В идеале к моменту наступления беременности женщина должна быть'
         'полностью вакцинирована. Хотя риск для плода при введении как'
         'инактивированных, так и живых вакцин строго не доказан, их'
         'применение может совпасть с рождением ребенка с врожденным'
         'дефектом, что создаст сложную для интерпретации ситуацию.'
         'В связи с этим ставить вопрос о вакцинации беременной следует'
         'лишь в особых случаях, например, при предстоящем переезде в'
         'эндемичную зону или при контакте с управляемой инфекцией, к'
         'которой женщина неиммунна. Беременность не является'
         'противопоказанием к вакцинации против гепатита В.',
    '4': 'Кормление грудью не является противопоказанием к вакцинации женщины,'
         'вакцины против гепатита В не представляют угрозы для здоровья её и'
         'ребенка (Методические указания МУ 3.3.1.1123-02 "Мониторинг'
         'поствакцинальных осложнений и их профилактика" утв. Главным'
         'государственным санитарным врачом РФ 26 мая 2002 г)',
    '5': 'Как и в случае вакцинации против других инфекций, введение прививки'
         'против гепатита В лицам во время острого заболевания или обострения'
         'хронического (с лихорадкой или без нее) должно быть отложено до'
         'выздоровления (купирования обострения).',
    '6': 'Вакцинация временно откладывается до купирования обострения.  Как и'
         'в случае вакцинации против других инфекций, введение прививки лицам'
         'во время острого заболевания или обострения хронического (с'
         'лихорадкой или без нее) должно быть отложено до выздоровления'
         '(купирования обострения). Вне обострения вакцинацию можно проводить'
         'на фоне получаемого лечения.',
    '7': 'Нужно ли дожидаться окончания катаральных явлений после снижения'
         'температуры? \n''Частые ОРВИ не свидетельствуют о наличии'
         '"вторичного иммунодефицита" и не могут быть поводом для отвода'
         'от прививок. Прививки проводят вскоре (через 5-10 дней) после'
         'очередного ОРВИ, остаточные катаральные явления (насморк, кашель и'
         'др.) не являются препятствием к вакцинации. (Методические указания'
         'МУ 3.3.1.1123-02 "Мониторинг поствакцинальных осложнений и их'
         'профилактика" утв. Главным государственным санитарным врачом РФ'
         '26 мая 2002 г.',
    '8': 'Самая тяжелая реакция на прививку во всем мире — анафилактический'
         'шок, это острая аллергическая реакция на компоненты вакцины.'
         'Такая острая аллергическая реакция происходит в первые 30 минут'
         'после введения вакцины, максимально — в течение двух часов.'
         'Поэтому, как минимум, первые 30 минут любой привитый должен'
         'находиться в учреждении и сидеть рядом с кабинетом, где'
         'проводилась вакцинация. В каждом прививочном кабинете есть'
         'укладка для оказания первой помощи, в том числе при'
         'анафилактическом шоке. Анафилактический шок на вакцины —'
         'крайне редкая ситуация.'                                   
}
questions = [
    '1. Можно ли заразиться от привитого вирусом гепатита В?',
    '2. Желтуха новорожденных и вакцинация.',
    '3. Вакцинация против гепатита В и беременность.',
    '4. Вакцинация и кормление грудью.',
    '5. Вакцинация лиц с острыми заболеваниями.',
    '6. Вакцинация лиц с хроническими заболеваниями.',
    '7. Вакцинация детей с частыми ОРВИ.',
    '8. Самые опасные последствия введения вакцины?'
]